Repository: alexxed/narro
Catalog: narro/locale/*/narro.po
Languages: ca, ro

source: Your translation for "%s", in "%s" includes double quote characters. Those need to be written as HTML entities, otherwise the export will not be valid. You can use &quot; instead of each double quote.
ro: Traducerea ta pentru "%s", în "%s" conține ghilimele. Acestea trebuie scrise ca entități HTML, în caz contrar exportul va fi invalid. În loc de ghilimele se poate utiliza secvența &quot;.

source: Your translation includes double quote characters. Those need to be written as HTML entities, otherwise the export will not be valid. You can use &quot; instead of each double quote.
ro: Traducerea ta conține ghilimele. Acestea trebuie scrise ca entități HTML, în caz contrar exportul va fi invalid. În loc de ghilimele se poate utiliza secvența &quot;.

source: Text length check
ro: Verificare lungime text

source: Your translation seems really short compared to the original, or the other way around. Are you sure it is correct?
ro: Traducerea ta pare mult mai scurtă în comparație cu originalul sau invers. Sigur este corectă?

source: cedilla
ro: sedilă

source: comma
ro: virgulă

source: Archive Exporter
ro: Exportator de arhive

source: exported %s ago
ro: exportat acum %s

source: Copy files to the default project directory for later use
ro: Copiază fișierele în directorul implicit al proiectului pentru utilizare ulterioară

source: Please upload an archive that contains the files
ro: Vă rugăm încărcaţi o arhivă care conţine fişierele

source: Please enter the full path to the directory that contains the files
ro: Vă rugăm introduceţi întreaga cale către directorul care conţine fişierele

source: Web Address
ro: Adresă web

source: Please enter a web address to a zip file or a single supported file
ro: Introduceți o adresă web a unui fișier zip sau a unui fișier individual suportat

source: Nothing to translate
ro: Nimic de tradus

source: Overview
ro: Privire de ansamblu

source: Starting to import from "%s", no translations file
ro: Se începe importarea de la "%s" fără fișier de traduceri

source: Starting to export "%s"
ro: Se începe exportarea "%s"

source: %s does not exist
ro: %s nu există

source: %s is empty
ro: %s este gol

source: Counting texts and translations...
ro: Se numără textele și traducerile...

source: Translation Progress
ro: Progresul traducerii

source: Do not add texts, just add found translations for existing texts
ro: Nu adăugaţi texte, adăugaţi doar traduceri găsite pentru textele existente

source: Please wait...
ro: Vă rugăm să așteptați...

source: Import failed: %s
ro: Importare eșuată: %s

source: Options
ro: Opțiuni

source: Translators
ro: Traducători

source: Words
ro: Cuvinte

source: Reviewers
ro: Recenzenți

source: Reviews
ro: Recenzii

source: On this server
ro: Pe acest server

source: On my computer
ro: Pe calculatorul meu

source: Logged in as <b>%s</b>, translating in %s
ro: Autentificat ca <b>%s</b>, traducând în %s

source: Project saved sucessfully.
ro: Proiect salvat cu succes.

source: Clean export directory before exporting
ro: Curăță directorul de export înainte de a exporta

source: <b>%s</b>'s roles
ro: Rolurile lui <b>%s</b>

source: Error
ro: Eroare

source: Last Activity
ro: Ultima activitate

source: never
ro: niciodată

source: Download
ro: Descărcare

source: No <, please.
ro: Fără <, vă rog.

source: Where are the texts to translate?
ro: Unde sunt textele de tradus?

source: Where are the translated texts?
ro: Unde sunt textele traduse?

source: Created
ro: Creat

source: Translations made by <b>%s</b>
ro: Traduceri realizate de către <b>%s</b>

source: Approved
ro: Aprobat

source: Not approved
ro: Neaprobat

source: Special Characters
ro: Caractere speciale

source: all languages
ro: toate limbiile

source: Category
ro: Categorie

source: Description
ro: Descriere

source: More
ro: Mai multe

source: Approve added translations
ro: Aprobă traducerile adăugate

source: Search in
ro: Caută în

source: Ascending
ro: Crescător

source: Descending
ro: Descrescător

source: Not translated yet
ro: Încă netradus

source: Translated, but not approved
ro: Tradus, dar neaprobat

source: Translated or approved
ro: Tradus sau aprobat

source: Sort
ro: Sortează

source: -- unsorted --
ro: -- nesortat --

source: Words in the original text
ro: Cuvinte din textul original

source: Contexts
ro: Contexte

source: Authors
ro: Autori

source: Less
ro: Mai puțin

source: Afrikaans
ro: Africană

source: Aragonese
ro: Aragoneză

source: Asturian
ro: Asturiană

source: Breton
ro: Bretonă

source: Burmese (my-MM)
ro: Birmaneză (my-MM)

source: Croatian
ro: Croată

source: Fijian
ro: Fijiană

source: Friulian
ro: Friulană

source: Haitian Creole
ro: Creolă haitiană

source: Indonesian
ro: Indoneziană

source: Latin
ro: Latină

source: Ligurian
ro: Ligură

source: Malay
ro: Malaeziană

source: Montenegrin
ro: Muntenegreană

source: Norwegian hognorsk
ro: Norvegiană hognorsk

source: Romansch
ro: Retoromană

source: Scottish Gaelic
ro: Galeza scoţiană

source: Spanish, Bolivia
ro: Spaniolă, Bolivia

source: Spanish, Colombia
ro: Spaniolă, Columbia

source: Spanish, Peru
ro: Spaniolă, Peru

source: Spanish, Spain
ro: Spaniolă, Spania

source: Spanish, Venezuela
ro: Spaniolă, Venezuela

source: Thai
ro: Thailandeză

source: Tibetan
ro: Tibetană

source: In another project
ro: În alt proiect

source: Note that you logged in using openid or an external database.
ro: Reţineţi că v-aţi autentificat folosind un cont OpenID sau o bază de date externă.

source: Fill only if you want to change it
ro: Completaţi doar dacă vreţi să schimbaţi

source: This user has a password set, please login with that instead
ro: Acest utilizator are o parolă setată, vă rugăm autentificaţi-vă cu aceasta mai degrabă

source: There was an error while trying to authenticate you against an external database: %s
ro: S-a produs o eroare în timpul încercării dumneavoastră de logare la o bază de date externă:%s

source: The authentication against an external database suceeded, but the registration in Narro failed: %s
ro: Autentificarea către o bază de date externă s-a efectuat cu succes, însă înregistrarea în Narro a eşuat: %s

source: User
ro: Utilizator

source: Click on any project name to start translating.
ro: Apăsaţi pe oricare nume al unui proiect pentru a începe să traduceţi.

source: Language name
ro: Numele limbii

source: Language code
ro: Codul limbii

source: Country code
ro: Codul țării

source: Text direction
ro: Direcția textului

source: Help
ro: Ajutor

source: imported by <a href="%s" tabindex="-1">%s</a>, %s ago
ro: importat de <a href="%s" tabindex="-1">%s</a>, acum %s

source: <a href="%s" tabindex="-1">%s</a>, %s ago
ro: <a href="%s" tabindex="-1">%s</a>, acum %s

source: imported by <a href="%s" tabindex="-1">%s</a>
ro: importat de <a href="%s" tabindex="-1">%s</a>

source: approved by <a href="%s" tabindex="-1">%s</a>
ro: aprobat de <a href="%s" tabindex="-1">%s</a>

source: You don't have the permission to add translations.
ro: Nu ai dreptul de a adăuga traduceri.

source: These are the roles used on this website.
ro: Acestea sunt rolurile folosite pe acest sait.

source: Can add context comments
ro: Poate adăuga comentarii de context

source: Can add project
ro: Poate adăuga proiecte

source: Can approve
ro: Poate aproba

source: Can comment
ro: Poate comenta

source: Can delete any suggestion
ro: Poate șterge orice sugestie

source: Can delete project
ro: Poate șterge proiecte

source: Can edit any suggestion
ro: Poate edita orice sugestie

source: Can edit project
ro: Poate edita proiecte

source: Can export file
ro: Poate exporta fișiere

source: Can export project
ro: Poate exporta proiecte

source: Can import file
ro: Poate importa fișiere

source: Can import project
ro: Poate importa proiecte

source: Can manage project
ro: Poate gestiona proiecte

source: Can manage roles
ro: Poate gestiona roluri

source: Can mass approve
ro: Poate aproba în masă

source: Can vote
ro: Poate vota

source: Others
ro: Alții

source: 1 %s found.
ro: 1 % găsit.

source: %d %s found.
ro: %d %s găsite.

source: %s %d-%d of %d.
ro: %s %d-%d din %d.

source: Profile
ro: Profil

source: You don't have any preferences set. Please set your preferences and save them.
ro: Nu aveţi nicio preferinţă setată. Vă rugăm setaţi-vă preferinţele şi salvaţi-le.

source: An error occurred while trying to save your preferences.
ro: A apărut o eroare la salvarea setărilor.

source: Lost and found
ro: Pierdut şi găsit

source: Comments on texts from %s
ro: Comentarii la textele din %s

source: Comments on texts
ro: Comentarii la texte

source: The language you are translating to
ro: Limba în care traduci

source: Launch imports and exports in background
ro: Lansează importurile și exporturile în fundal

source: Comments on texts from all projects
ro: Comentarii la toate textele din toate proiectele

source: Edit role
ro: Modifică rolul

source: Add role
ro: Adaugă rol
