Repository: alexxed/narro
Catalog: narro/locale/*/narro.po
Languages: ca, ro

source: An error occured in the application you were using. A detailed report was sent to developers.
ca: S'ha produït un error a l'acció que estàveu utilitzant. S'ha enviat una explicació detallada als desenvolupadors.

source: Click <a href="%s">here</a> to start over.
ca: Feu clic <a href="%s">aquí</a> per a començar.

source: Items per page
ca: Elements per pàgina

source: Font size
ca: Mida de la font

source: Language
ca: Idioma
ro: Limbă

source: Application language
ca: Idioma de l'aplicació

source: Special characters
ca: Caràcters especials
ro: Caractere speciale

source: Other languages
ca: Altres idiomes

source: How many items are displayed per page
ca: Quants d'elements es mostren per pàgina
ro: Câte elemente sunt afișate pe pagină

source: The application font size
ca: Mida de la font a l'aplicació
ro: Mărimea fontului aplicației

source: The language you are translating to.
ca: Idioma al qual traduïu.

source: The language you want to see Narro in.
ca: Idioma en què voleu veure l'aplicació.

source: Characters that are not on your keyboard, separated by spaces.
ca: Caràcters que no teniu al teclat, separats per espais.

source: Other languages that you want to check for suggestions, separated by spaces.
ca: Altres idiomes dels quals voleu veure suggeriments, separats per espais.

source: Language should be set with an instance of NarroLanguage
ca: L'idioma s'hauria d'establir mitjançant una instància de NarroLanguage

source: %s, version %s
ca: %s, versió %s
ro: %s, versiunea %s

source: Context changes for %s
ca: Canvis de context per a %s
ro: Schimbări de context pentru %s

source: Texts to translate for %s
ca: Textos pendents de traduir de %s
ro: Texte de tradus pentru %s

source: Debates on texts from %s
ca: Discussions de textos de %s

source: Translations for %s
ca: Traduccions de %s
ro: Traduceri pentru %s

source: Context changes for all projects
ca: Canvis de context per a tot projecte
ro: Schimbări de context pentru toate proiectele

source: Texts to translate for all projects
ca: Textos pendents de traduir de tots els projectes
ro: Text de tradus pentru toate proiectele

source: Debates on texts from all projects
ca: Discussions de textos de tots els projectes

source: Translations for all projects
ca: Traduccions de tots els projectes
ro: Traduceri pentru toate proiectele

source: Special characters that might not be on your keyboard
ca: Caràcters especials que podrien no ser-hi al vostre teclat
ro: Caractere speciale care s-ar putea să nu fie pe tastatura ta

source: Albanian
ca: Albanès
ro: Albaneză

source: Amharic
ca: Amhàric
ro: Amharică

source: Arabic
ca: Àrab
ro: Arabă

source: Armenian
ca: Armeni
ro: Armeană

source: Basque
ca: Basc
ro: Bască

source: Belarusian
ca: Bielorús

source: Bosnian
ca: Bosnià
ro: Bosniacă

source: Bulgarian
ca: Búlgar
ro: Bulgară

source: Catalan
ca: Català
ro: Catalană

source: Chinese Simplified, China
ca: Xinès simplificat, Xina
ro: Chineză simplificată, China

source: Chinese Traditional, Taiwan
ca: Xinès tradicional, Taiwan
ro: Chineză tradițională, Taiwan

source: Czech
ca: Txec
ro: Cehă

source: Danish
ca: Danès
ro: Daneză

source: Dutch
ca: Holandès
ro: Olandeză

source: English (South African)
ca: Anglès (sudafricà)
ro: Engleză (Africa de Sud)

source: English US
ca: Anglès nordamericà
ro: Engleză SUA

source: English, UK
ca: Anglès, Regne Unit
ro: Engleză, Regatul Unit

source: Finnish
ca: Finès
ro: Finlandeză

source: French
ca: Francès
ro: Franceză

source: Frisian
ca: Frisó

source: Georgian
ca: Georgià
ro: Georgiană

source: German
ca: Alemany
ro: Germană

source: Greek
ca: Grec
ro: Greacă

source: Hebrew
ca: Hebreu
ro: Ebraică

source: Hungarian
ca: Hongarès
ro: Maghiară

source: Irish
ca: Irlandès
ro: Irlandeză

source: Italian
ca: Italià
ro: Italiană

source: Japanese
ca: Japonès
ro: Japoneză

source: Kabyle
ca: Cabilenc

source: Korean
ca: Coreà

source: Kurdish
ca: kurd
ro: Kurdă

source: Latvian
ca: Letó
ro: Letonă

source: Lithuanian
ca: Lituà
ro: Lituaniană

source: Macedonian
ca: Macedoni

source: Malayalam
ca: Malaiàlam

source: Mayan
ca: Maia
ro: Mayașă

source: Mongolian
ca: Mongol
ro: Mongolă

source: Northern Sotho
ca: Sotho del nord

source: Norwegian bokmaal
ca: Bokmål noruec
ro: Norvegiana cărturărească

source: Norwegian nynorsk
ca: Nynorsk noruec
ro: Norvegiana modernă

source: Persian
ca: Persa
ro: Persană

source: Polish
ca: Polonès
ro: Poloneză

source: Portuguese, Brazil
ca: Portuguès, Brasil
ro: Portugheză, Brazilia

source: Portuguese, Portugal
ca: Portuguès, Portugal
ro: Portugheză, Portugalia

source: Punjabi
ca: Panjabi
ro: Punjabă

source: Romanian
ca: Romanès
ro: Română

source: Russian
ca: Rus
ro: Rusă

source: Serbian
ca: Serbi
ro: Sârbă

source: Slovak
ca: Eslovac
ro: Slovacă

source: Slovenian
ca: Eslovè
ro: Slovenă

source: Southern Sotho
ca: Sotho del sud
ro: Soto din Sud

source: Spanish
ca: Espanyol
ro: Spaniolă

source: Spanish, Argentina
ca: Espanyol, Argentina
ro: Spaniolă, Argentina

source: Spanish, Chile
ca: Espanyol, Xile
ro: Spaniolă, Chile

source: Spanish, Mexico
ca: Espanyol, Mèxic
ro: Spaniolă, Mexico

source: Swati
ca: Swazi

source: Swedish
ca: Suec
ro: Suedeză

source: Turkish
ca: Turc
ro: Turcă

source: Ukrainian
ca: Ucraïnès

source: Urdu (Pakistan)
ca: Urdú

source: Uyghur
ca: Uigur
ro: Uigură

source: Valencian
ca: Valencià

source: Vietnamese
ca: Vietnamita
ro: Vietnameză

source: Xhosa
ca: Xosa

source: Zapotec
ca: Zapoteca

source: Username
ca: Nom d'usuari
ro: Utilizator

source: Translations
ca: Traduccions
ro: Traduceri

source: Characters
ca: Caràcters

source: Unknown
ca: Desconegut
ro: Necunoscut

source: Permission
ca: Permís
ro: Permisiune

source: %s's permissions
ca: Permisos de %s
ro: Permisiuni pe care le are %s

source: Project
ca: Projecte
ro: Proiect

source: Users with "%s" role
ca: Usuaris amb rol "%s"
ro: Utilizatorii cu rolul „%s”

source: Any
ca: Qualsevol
ro: Oricare

source: Translation
ca: Traducció
ro: Traducere

source: Author
ca: Autor
ro: Autor

source: Votes
ca: Vots

source: Actions
ca: Accions
ro: Acțiuni

source: Save
ca: Desa
ro: Salvează

source: Show suggestions from other languages
ca: Mostra suggeriments en altres idiomes

source: Copy
ca: Copia
ro: Copiază

source: Vote
ca: Vota
ro: Votează

source: Disapprove
ca: Desaprova

source: added by %s
ca: afegit per %s

source: Approved translation
ca: Traducció aprovada

source: Access key
ca: Clau d'accés

source: Translations for this text:
ca: Traduccions per a aquest text:

source: No other suggestions yet.
ca: Encara no hi ha cap altre suggeriment.

source: No suggestions yet.
ca: Encara no hi ha suggeriments.

source: %s ago
ca: fa %s
ro: acum %s

source: approved by %s
ca: aprovat per %s

source: Ignore and save
ca: Ignora i desa

source: Edit
ca: Edita
ro: Editează

source: Delete
ca: Elimina
ro: Șterge

source: Are you sure you want to delete this suggestion?
ca: Esteu segur que voleu eliminar aquest suggeriment?
ro: Sigur vrei să ștergi această sugestie?

source: Approve
ca: Aprova
ro: Aprobă

source: Suggestion succesfully deleted.
ca: S'ha eliminat el suggeriment.
ro: Sugestie ștearsă cu succes.

source: Thank you for your vote. You can change it anytime by voting another suggestion.
ca: Gràcies per votar. A qualsevol moment ho podeu canviar votant per un altre suggeriment.
ro: Mulțumim pentru vot. Îți poți schimba oricând votul votând altă sugestie.

source: Your changes were saved succesfully.
ca: S'han desat els vostres canvis.

source: The text you are trying to save already exists.
ca: El text que intenteu desar ja existeix.

source: You cannot alter this suggestion because it is approved for the following contexts: %s. <br />You can cancel the approval for all these contexts and try again. Click on the contexts to open them in new tabs or windows.
ca: No podeu modificar aquest suggeriment perquè es troba aprovat per als contextos següents: %s. <br />Podeu cancel·lar l'aprovació per a tots aquests contextos i intentar-ho de nou. Feu clic als contextos per a obrir-los en noves pestanyes o finestres.

source: You cannot alter this suggestion because it has %d vote(s).
ca: No podeu modificar aquest suggeriment perquè té %d vot(s).
ro: Nu poți altera această sugestie pentru că are %d vot(uri).

source: You cannot alter this suggestion because it has %d comment(s).
ca: No podeu modificar aquest suggeriment perquè té %d comentari(s).
ro: Nu poți altera această sugestie pentru că are %d comentarii.

source: NarroText should be set with an instance of NarroText
ca: NarroText s'hauria d'establir amb una instància de NarroText

source: No texts
ca: Sense textos

source: %d with suggestions, %d approved, %d untranslated, %d in total
ca: %d amb suggeriments, %d aprovats, %d pendents de traduir, %d en total
ro: %d cu sugestii, %d aprobate, %d netraduse, %d în total

source: Translated text
ca: Text traduït
ro: Text tradus

source: Original text
ca: Text original
ro: Text original

source: Projects
ca: Projectes
ro: Proiecte

source: User should be set with an instance of NarroUser
ca: User s'hauria d'establir amb una instància de NarroUser
ro: Utilizatorul trebuie setat cu o instanță de NarroUser

source: Project should be set with an instance of NarroProject
ca: Un projecte s'hauria d'establir amb una instància de NarroProject
ro: Proiectul trebuie setat cu o instanță de NarroProject

source: File should be set with an instance of NarroFile
ca: Un fitxer s'hauria d'establir amb una instància de NarroFile
ro: Fișierul trebuie setat cu o instanță de NarroFile

source: TargetLanguage should be set with an instance of NarroLanguage
ca: TargetLanguage s'hauria d'establir amb una instància de NarroLanguage
ro: TargetLanguage trebuie setat cu o instanță de NarroLanguage

source: SourceLanguage should be set with an instance of NarroLanguage
ca: SourceLanguage s'hauria d'establir amb una instància de NarroLanguage
ro: SourceLanguage trebuie setat cu o instanță de NarroLanguage

source: Error while executing sql query in file %s, line %d: %s
ca: S'ha produït un error quan s'esecutava una sentència sql del fitxer %s, línia %d: %s

source: Starting export for the project %s using as template %s
ca: Inici de l'exportació per al projecte %s emprant com a plantilla %s
ro: Se începe exportarea pentru proiectul %s folosind ca și model %s

source: TranslationPath "%s" does not exist.
ca: No existeix el TranslationPath "%s".
ro: Calea de traducere „%s” nu există.

source: Narro cache
ca: Cau del Narro
ro: Memorie temporară pentru Narro

source: Cedill/Comma issue solver
ca: Utilitat per resoldre la qüestió del símbol de ce trencada o símbol de coma
ro: Rezolvator al problemei sedilă/virgulă

source: Cedilla or comma
ca: Símbol de ce trencada o coma

source: Select whether you want to see s and t with comma or cedilla undernieth
ca: Seleccioneu si voleu veure les s i t amb símbol de ce trencada o amb símbol de coma

source: Entity check
ca: Comprovació d'entitat
ro: Verificare entități

source: You translated or forgot some variables that should have been left as they were: <span style="color:red;font-size:large">%s</span>
ca: Heu traduït o heu descuidat algunes variables que s'haurien d'haver deixat tal com estaven:<span style="color:red;font-size:large">%s</span>
ro: Ai tradus sau uitat unele variabile ce trebuiau păstrate așa cum erau: <span style="color:red;font-size:large">%s</span>

source: Punctuation check
ca: Comprovació de signes de puntuació
ro: Verificare punctuație

source: <span style="color:red">Did you forget the ending "<span style="color:red;font-size:large">%s</span>"?</span>
ca: <span style="color:red">Heu oblidat el "<span style="color:red;font-size:large">%s</span>" final?</span>
ro: <span style="color:red">Ai uitat de „<span style="color:red;font-size:large">%s</span>”?</span>

source: The original text ends with %d space character(s), please correct your suggestion.
ca: El text original acaba amb %d caràcter(s) d'espai, si us plau corregiu el vostre suggeriment.
ro: Textul original se termină cu %d caractere de spațiu, te rugăm să corectezi sugestia.

source: The original text does not end with "<span style="color:red;font-size:large">%s</span>".
ca: El text original no acaba amb "<span style="color:red;font-size:large">%s</span>".
ro: Textul original nu se termină cu „<span style="color:red;font-size:large">%s</span>”.

source: The original text ends with "<span style="color:green;font-size:large">%s</span>", but your suggestion ends in "<span style="color:red;font-size:large">%s</span>".
ca: El text original acaba amb "<span style="color:green;font-size:large">%s</span>", però el vostre suggeriment acaba en "<span style="color:red;font-size:large">%s</span>".
ro: Textul original se termină cu „<span style="color:green;font-size:large">%s</span>”, dar sugestia ta se termină cu „<span style="color:red;font-size:large">%s</span>”.

source: The original text has %d leading spaces and %d trailing spaces, your suggestion has %d leading spaces and %d trailing spaces.
ca: El text original té %d espais al davant i %d espais al darrera, el vostre suggeriment té %d espais al davant i %d espais al darrera.
ro: Textul original are %d spații la început și %d spații la sfârșit, sugestia ta are %d spații la început și %d la sfârșit.

source: The original text has %d leading spaces, your suggestion has %d.
ca: El text original té %d espais al davant, el vostre suggeriment en té %d.
ro: Textul original are %d spații la început, sugestia ta are %d.

source: The original text has %d trailing spaces, your suggestion has %d.
ca: El text original té %d espais al darrera, el vostre suggeriment en té %d.
ro: Textul original are %d spații la sfârșit, sugestia ta are %d.

source: Spell check
ca: Correcció ortogràfica
ro: Verificare ortografică

source: <span class="mispelled_word">%s</span> seems to be mispelled. Maybe you meant %s.
ca: <span class="mispelled_word">%s</span> sembla incorrecte. Potser volíeu dir %s.
ro: <span class="mispelled_word">%s</span> pare scris greșit. Poate că ai vrut să scrii %s.

source: <span class="mispelled_word">%s</span> seems to be mispelled.
ca: <span class="mispelled_word">%s</span> sembla incorrecte.
ro: <span class="mispelled_word">%s</span> pare scris greșit.

source: Spellchecking
ca: Correcció ortogràfica

source: Spellcheck support if possible, or just disable it
ca: Correcció ortogràfica si escau, o bé inhabiliteu-ho

source: about %s years
ca: aproximadament %s anys

source: a year
ca: un any

source: about %s months
ca: aproximadament %s mesos

source: a month
ca: un mes

source: about %s days
ca: aproximadament %s dies

source: a day
ca: un dia

source: about %s hours
ca: aproximadament %s hores

source: an hour
ca: una hora

source: %s minutes
ca: %s minuts

source: a minute
ca: un minut

source: %s seconds
ca: %s segons

source: a second
ca: un segon

source: Reset
ca: Reinicialitza

source: %s is required
ca: %s és obligatori

source: <b>Results:</b> No %s found.
ca: <b>Resultats:</b> No s'ha trobat cap %s.

source: <b>Results:</b> 1 %s found.
ca: <b>Resultats:</b> S'ha trobat 1 %s.

source: <b>Results:</b> %s %s found.
ca: <b>Resultats:</b> S'han trobat %s %s.

source: <b>Results:</b>&nbsp;Viewing&nbsp;%s&nbsp;%s-%s&nbsp;of&nbsp;%s.
ca: <b>Resultats:</b>&nbsp;Es mostren&nbsp;%s&nbsp;%s-%s&nbsp;de&nbsp;%s.

source: is required
ca: és obligatori

source: Required
ca: Obligatori

source: Must be a JPG, PNG or GIF
ca: Ha de ser JPG, PNG o GIF

source: Must be a PDF
ca: Ha de ser un PDF

source: Must be a valid document (Image, PDF, etc.)
ca: Ha de ser un document vàlid (imatge, PDF, etc.)

source: Invalid Float
ca: no és vàlid

source: Value must be less than %s
ca: El valor ha de ser menor que %s

source: Value must be greater than %s
ca: El valor ha de ser major que %s

source: Invalid Integer
ca: Aquest enter no és vàlid

source: item
ca: element

source: items
ca: elements

source: %s must have at least %s characters
ca: %s ha de tenir almenys %s caràcters

source: Must have at least %s characters
ca: Ha de tenir almenys %s caràcters

source: %s must have at most %s characters
ca: %s ha de tenir com a molt %s caràcters

source: Must have at most %s characters
ca: Ha de tenir com a molt %s caràcters

source: Tags &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; and &lt;http://...&gt; are allowed. Use ** at the beginning of any line for a bulleted list.
ca: Es permeten les marques &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; i &lt;http://...&gt; Utilitzeu ** al principi de qualsevol línia per a aconseguir una llista no numerada.

source: Upload
ca: Penja

source: Cancel
ca: Cancel·la
ro: Renunță

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Change password
ca: Canvi de contrasenya
ro: Schimbare parolă

source: Failed to change the password.
ca: Ha fallat el canvi de contrasenya.
ro: Schimbarea parolei a eșuat.

source: Password changed succesfully.
ca: El canvi de contrasenya ha anat bé.

source: Other suggestions so far
ca: Altres suggeriments fins al moment

source: Details about the place where the text is used
ca: Detalls respecte del lloc on s'utilitza el text

source: Hide debate
ca: Amaga el debat

source: Show debate
ca: Mostra el debat

source: Start a debate
ca: Inicia un debat

source: Translate "%s"
ca: Traducció de "%s"

source: See suggestions for "%s"
ca: Suggeriments per a "%s"

source: Files
ca: Fitxers
ro: Fișiere

source: Untranslated texts
ca: Textos sense traduir

source: Approved texts
ca: Textos aprovats

source: Texts that require approval
ca: Textos que requereixen aprovació

source: Search in original texts for "%s"
ca: Cerca a textos originals "%s"

source: Search in suggestions for "%s"
ca: Cerca a suggeriments "%s"

source: Search in contexts for "%s"
ca: Cerca a contextos "%s"

source: You are now translating a batch of %d texts. The bar below shows your progress through this batch
ca: Esteu traduïnt un conjunt de %d textos. La barra de baix mostra el progrés d'aquest conjunt

source: After approving, proceed to the next text
ca: Després de l'aprovació vés al text següent

source: Suggestion comment (optional):
ca: Comentari al suggeriment (opcional):

source: Approve after saving
ca: Aprova-ho després de desar-ho

source: 100 forward
ca: 100 endavant

source: 100 back
ca: 100 endarrere

source: Suggest / Vote
ca: Suggereix / Vota

source: Suggest
ca: Suggereix

source: Details
ca: Detalls

source: Create
ca: Crea
ro: Creează

source: Language Id
ca: Identificador d'idioma

source: Language Name
ca: Nom de l'idioma
ro: Nume limbă

source: Language Code
ca: Codi de l'idioma
ro: Cod limbă

source: Country Code
ca: Codi del país
ro: Cod țară

source: Encoding
ca: Codificació
ro: Codare

source: Text Direction
ca: Direcció del text
ro: Direcție text

source: Left to right
ca: D'esquerra a dreta
ro: De la stânga la dreapta

source: Right to left
ca: De dreta a esquerra
ro: De la dreapta la stânga

source: Plural formula
ca: Fòrmula de plural
ro: Formulă de plural

source: Active
ca: Actiu
ro: Activ

source: Are you SURE you want to DELETE this %s?
ca: Esteu SEGUR que voleu ELIMINAR aquest %s?
ro: SIGUR vrei să ȘTERGI %s ?

source: Plural Forms
ca: Formes de plural
ro: Forme de plural

source: Yes
ca: Sí

source: Login
ca: Connexió
ro: Autentificare

source: Lost password or username
ca: Recuperació de nom d'usuari o contrasenya

source: Failed to create an associated user for this OpenId
ca: Ha fallat la creació d'un usuari associat a aquest OpenId
ro: Eșec la crearea unei asocieri pentru acest OpenId

source: Bad username or password
ca: Nom d'usuari o contrasenya incorrectes
ro: Nume de utilizator sau parolă greșită

source: Manage
ca: Gestió

source: Languages
ca: Idiomes
ro: Limbi

source: Project Id
ca: Identificador de projecte

source: Project Name
ca: Nom de projecte

source: Project Type Object
ca: Objecte de tipus de projecte

source: Are you SURE you want to DELETE the project "%s"? This operation might take a while and will delete: - user permissions related to this project - project contexts and associated comments - votes for contexts belonging to this project - project's files. Texts and suggestions are not deleted.
ca: Esteu SEGUR que voleu ELIMINAR el projecte "%s"? Aquesta operació pot tardar una estona i eliminarà: - els permisos d'usuari relacionats amb aquest projecte - els contextos del projecte i comentaris associats - els vots per a contextos pertanyents a aquest projecte - els fitxers del projecte. Els textos i els suggeriments no s'eliminen.

source: File name
ca: Nom del fitxer
ro: Nume fișier

source: Progress
ca: Progrés
ro: Progres

source: Export
ca: Exporta

source: Import
ca: Importa

source: File to import
ca: Fitxer a importar
ro: Fișier de importat

source: Model to use
ca: Model a utilitzar
ro: Model de folosit

source: Tried to export an unknown file type: %d
ca: S'ha intentat exportar un tipus de fitxer desconegut: %d

source: Tried to import an unknown file type: %d
ca: S'ha intentat importar un tipus de fitxer desconegut: %d

source: Name
ca: Nom
ro: Nume

source: Type
ca: Tipus
ro: Tip

source: Texts
ca: Textos
ro: Texte

source: Delete project contexts
ca: Elimina contextos de projecte

source: Are you SURE you want to DELETE the contexts for the project "%s"? This operation might take a while and will delete: - project contexts and associated comments - votes for contexts belonging to this project Texts and suggestions are not deleted.
ca: Esteu SEGUR que voleu ELIMINAR els contextos del projecte "%s"? Aquesta operació pot tardar una estona i eliminarà: - els contextos del projecte i comentaris associats - els vots per als contextos pertanyents a aquest projecte Els textos i suggeriments no s'eliminen.

source: Delete context informations in %s for this project
ca: Elimina les informacions de context a %s per a aquest projecte

source: Are you SURE you want to DELETE the context information for the project "%s", language "%s"? This operation might take a while and will delete: - context information for the current language You can recreate this deleted information by doing an import for this project and current language Project's contexts are not deleted, only this language is affected Texts and suggestions are not deleted.
ca: Esteu SEGUR que voleu ELIMINAR la informació de context del projecte "%s", idioma "%s"? Aquesta operació pot tardar una estona i eliminarà: - la informació de context per a l'idioma actual Podeu tornar a crear la informació eliminada fent una importació per a aquest projecte i idioma actual Els contextos del projecte no s'eliminen, només afecta a aquest idioma Els textos i suggeriments no s'eliminen.

source: Delete project files
ca: Elimina fitxers del projecte

source: Are you SURE you want to DELETE the files for the project "%s"? This operation might take a while and will delete: - project contexts and associated comments - votes for contexts belonging to this project - project's files. Texts and suggestions are not deleted.
ca: Esteu SEGUR que voleu ELIMINAR els fitxers del projecte "%s"? Aquesta operació pot tardar una estona i eliminarà: - Els contextos del projecte i comentaris associats - els vots per als contextos pertanyents a aquest projecte - els fitxers del projecte. Els textos i suggeriments no s'eliminen.

source: Approved suggestion
ca: Suggeriment aprovat
ro: Sugestia aprobată

source: Approved, then most voted suggestion
ca: Aprovat, llavors el suggeriment més votat
ro: Cea aprobată, apoi cea mai votată

source: Approved, then most recent suggestion
ca: Aprovat, llavors el suggeriment més recent
ro: Cea aprobată, apoi cea mai recentă

source: Approved, then most voted and then most recent suggestion
ca: Aprovat, llavors el suggeriment més votat i llavors el més recent
ro: Cea aprobată, apoi cea mai votată, apoi cea mai recentă
