Repository: alexxed/narro
Catalog: narro/locale/*/narro.po
Languages: ca, ro

source: Approved, then my suggestion
ca: Aprovat, llavors el meu suggeriment
ro: Cea aprobată, apoi sugestia mea

source: Copy unhandled files
ca: Copia els fitxers no gestionats

source: Clean locale directory
ca: Buida el directori local

source: Are you SURE you want to DELETE the files in your locale directory? This operation has no effect on the data present in the application, but you might loose translated unhandled files, so you should backup first.
ca: Esteu SEGUR que voleu ELIMINAR els fitxers del vostre directori local? Aquesta operació no té efecte a les dades presents a l'aplicació, però podeu perdre fitxers no gestionats traduïts, per tant abans hauríeu de fer còpia de seguretat.

source: or <a href="%s">%s</a>, exported %s ago
ca: o <a href="%s">%s</a>, exportat fa %s

source: Link to last export: <a href="%s">%s</a>, exported %s ago
ca: Enllaç a la darrera exportació: <a href="%s">%s</a>, exportat fa %s

source: Import failed.
ca: Ha fallat la importació.

source: Import finished.
ca: Ha acabat la importació.
ro: Import terminat.

source: Export finished.
ca: Ha acabat la exportació.
ro: Export terminat.

source: Download link: <a href="%s">%s</a>
ca: Enllaç a la descàrrega: <a href="%s">%s</a>

source: Failed to create an archive for download
ca: Ha fallat la creació de l'arxiu per a descarregar

source: Export failed.
ca: Ha fallat l'exportació.
ro: Exportul a eșuat.

source: Operation log
ca: Registre d'operació
ro: Înregistrări operație

source: Note that, since you're searching suggestions, you won't see the texts without suggestions.
ca: Noteu que, com que esteu cercant suggeriments, no veureu els textos sense suggeriments.

source: Suggest/Vote
ca: Suggereix/Vota

source: All texts
ca: Tots els textos

source: original texts
ca: textos originals

source: contexts
ca: contextos

source: Search
ca: Cerca
ro: Caută

source: Proceed
ca: Procedeix
ro: Continuă

source: Please enter a username or email to continue.
ca: Introduïu un nom d'usuari o un correu electrònic per a continuar.
ro: Introdu numele de utilizator sau adresa de email pentru a continua.

source: Hey, the anonymous user doesn't have a password. What are you trying to do?
ca: Ei, l'usuari anònim no té contrasenya. Què esteu intentant fer?
ro: Utilizatorul anonim nu are parolă. Ce încerci să faci?

source: Password recovery for "%s" on "%s"
ca: Recuperació de contrasenya per a "%s" a "%s"
ro: Recuperare parolă pentru „%s” pe „%s”

source: Somebody, probably you, requested a password recovery for "%s" on "%s". To change your password, please follow this link: %s
ca: Algú, probablement vós, ha demanat una recuperació de contrasenya per a "%s" a "%s". Per a canviar la contrasenya seguiu aquest enllaç: %s
ro: Cineva, cel mai probabil tu, a cerut recuperarea parolei pentru „%s” în data de „%s”. Pentru a schimba parolă vizitează: %s

source: Failed to send email. This may be a server issue. Please try again later.
ca: Ha fallat l'enviament de correu electrònic. Pot esser degut a una qüestió del servidor. Proveu-ho més tard.
ro: Nu s-a putut trimite emailul. Ar putea fi o problemă pe server. Te rugăm să încerci mai târziu.

source: Bad username or/and email
ca: Nom d'usuari i/o correu electrònic incorrecte
ro: Nume de utilizator și / sau email greșit

source: You should have a new email message with instructions. Check your spam/bulk directory too.
ca: Hauríeu de tenir un correu electrònic nou amb instruccions. Comproveu també les carpetes de correu brossa.
ro: Ar trebui să fi primit un email cu instrucțiuni. Verifică și directorul spam/bulk.

source: Register
ca: Registre
ro: Înregistrare

source: It's just three fields, don't leave one empty please.
ca: Són només tres camps, si us plau no en deixeu cap buit.
ro: Sunt doar trei câmpuri, nu lăsa niciunul gol.

source: Seems like the username or email is already in use.
ca: Sembla que el nom d'usuari o el correu electrònic ja s'estigui utilitzant.
ro: Se pare că utilizatorul sau adresa de email este folosită deja.

source: Role
ca: Rol
ro: Rol

source: Are you sure you want to delete this role?
ca: Esteu segur que voleu eliminar aquest rol?
ro: Sigur vrei să ștergi acest rol?

source: Permissions
ca: Permisos
ro: Permisiuni

source: View users
ca: Mostra els usuaris
ro: Vizualizare utilizatori

source: Mass approve
ca: Aprovació massiva

source: Approve all selected suggestions
ca: Aprova tots els suggeriments seleccionats

source: Mass approve mode is the quick way to approve short translations. Leave empty to disapprove.
ca: El mode d'aprovació massiva és la manera ràpida d'aprovar traduccions curtes. Deixeu sense emplenar per a desaprovar.

source: Saved %d changes.
ca: S'han desat %d canvis.

source: An error ocurred: %s
ca: Ha ocorregut un error: %s

source: Aborting.
ca: Avortant.

source: No changes.
ca: Sense canvis.

source: Email
ca: Correu electrònic

source: Roles
ca: Rols
ro: Roluri

source: Preferences
ca: Preferències
ro: Preferințe

source: Anonymous
ca: Anònim
ro: Anonim

source: Not set yet
ca: Encara sense establir

source: That's you!
ca: Sou vós!

source: Warning, you are editing another user's preferences!
ca: Alerta, esteu editant les preferències d'un altre usuari!

source: Click <a href="%s">here</a> to return to the page you were.
ca: Feu clic <a href="%s">aquí</a> per tornar a la pàgina on éreu.
ro: Apasă <a href="%s">aici</a> pentru a te întoarce la pagina la care erai.

source: Preferences for %s were saved successfuly.
ca: S'han desat correctament les preferències per a %s.

source: Your preferences were saved successfuly.
ca: S'han desat correctament les vostres preferències.
ro: Preferințele au fost salvate.

source: An error occured while trying to save your preferences.
ca: Ha ocorregut un error quan s'intentava desar les vostres preferències.

source: Add
ca: Afegeix
ro: Adaugă

source: Are you sure you want to revoke this role for this user?
ca: Esteu segur que voleu revocar aquest rol d'aquest usuari?
ro: Sigur doriți să revocați acest rol pentru acest utilizator?

source: Cancel edit
ca: Cancel·la l'edició
ro: Anulează editarea

source: Get the latest translation suggestions in %s for %s
ca: Obté els darrers suggeriments de traducció a %s per a %s
ro: Primește ultimele sugestii de traduceri în %s pentru %s

source: Get the latest translation suggestions in %s
ca: Obté els darrers suggeriments de traducció a %s
ro: Primește ultimele sugestii de traducere în %s

source: <a href="%s">%s</a> from the file <a href="%s">%s</a>, project <a href="%s">%s</a>
ca: <a href="%s">%s</a> del fitxer <a href="%s">%s</a>, projecte <a href="%s">%s</a>
ro: <a href="%s">%s</a> din fișierul <a href="%s">%s</a>, proiectul <a href="%s">%s</a>

source: Contexts where the suggestion can be used:
ca: Contextos on el suggeriment pot ser utilitzat:
ro: Contexte unde sugestiile pot fi folosite:

source: Click on the context to use the suggestion, on the file name or project name to search for the suggestion in them.
ca: Feu clic al context per a utilitzar el suggeriment, al nom de fitxer o al nom de projecte per cercar-hi el suggeriment.
ro: Clic pe context pentru a folosi sugestia sau pe numele fișierului sau proiectului pentru a căuta sugestia în ele.

source: Narro - Translate, we're open!
ca: Narro - Traduïu, som oberts!
ro: Narro - Traduceți, este deschis!

source: Get the latest texts to translate for the project %s
ca: Obté els darrers textos a traduir per al projecte %s
ro: Primește ultimele texte netraduse pentru proiectul %s

source: Texts to translate
ca: Textos a traduir
ro: Texte de tradus

source: Get the latest texts to translate
ca: Obté els darrers textos a traduir
ro: Primește ultimele texte de tradus

source: Click on any context to translate the text, on the file name or project name to see all the untranslated texts from that file or project.
ca: Feu clic a qualsevol context per a traduir el text, al nom de fitxer o al nom de projecte per a veure tots els textos pendents de traduir de tal fitxer o projecte.
ro: Clic pe orice context pentru a traduce textul, pe numele fișierului sau al proiectului pentru a vedea toate textele netraduse din fișier sau proiect.

source: Used in the following contexts:
ca: Utilitzat als contextos següents:
ro: Folosit în următoarele contexte:

source: Used in the project <a href="%s">%s</a>, in the following contexts:
ca: Utilitzat al projecte <a href="%s">%s</a>, als contextos següents:
ro: Folosit în proiectul <a href="%s">%s</a>, în următoarele contexte:

source: <a href="%s">%s</a> from the file <a href="%s">%s</a>
ca: <a href="%s">%s</a> del fitxer <a href="%s">%s</a>
ro: <a href="%s">%s</a> din fișierul <a href="%s">%s</a>

source: Context changes in %s
ca: Canvis de context a %s
ro: Schimbări de context în %s

source: Get the latest context information changes in %s
ca: Obté els darrers canvis d'informació de context a %s
ro: Primește ultimele modificări în informațiile contextelor în %s

source: The text has %s suggestions
ca: El text té %s suggeriments
ro: Textul are %s sugestii

source: The text has no suggestions
ca: El text no té suggeriments
ro: Textul nu are sugestii

source: Approved by
ca: Aprovat per
ro: Aprobată de

source: %d comments
ca: %d comentaris

source: Get the latest debates on texts from the project %s
ca: Obté els darrers debats de textos del projecte %s
ro: Primește ultimele dezbateri asupra textelor din proiectul %s

source: Debates on texts
ca: Debats de textos

source: Get the latest debates on texts
ca: Obté els darrers debats de textos
ro: Primește ultimele dezbateri asupra textelor

source: %s wrote on %s:
ca: %s ha escrit a %s:
ro: %s a scris în %s:

source: This is a debate on the text "%s", used in the following projects:
ca: Aquest és un debat del text "%s", utilitzat als projectes següents:
ro: Aceasta este o dezbatere asupra textului „%s”, folosit în următoarele proiecte:

source: <i>Translating in: %s</i>
ca: <i>Traduïnt a: %s</i>

source: <i>Logged in as <a href="%s" style="color:green;font-weight:bold">%s</a></i>
ca: <i>Connectat com a <a href="%s" style="color:green;font-weight:bold">%s</a></i>

source: Users
ca: Usuaris
ro: Utilizatori

source: Logout
ca: Surt
ro: Deconectare

source: %s wrote %s ago:
ca: %s va escriure el passat %s:

source: This is a debate on the text "<i>%s</i>"
ca: Aquest és un debat del text "<i>%s</i>"

source: If you want to debate this text, add your opinion below.
ca: Si voleu debatre aquest text, afegiu la vostra opinió a baix.

source: Don't forget to subscribe via RSS if you want to receive notifications of future comments.
ca: No oblideu subscriure-vos via RSS si voleu rebre notificacions de futurs comentaris.

source: You can debate texts if you are logged in. <a href="%s">Register</a> or <a href="%s">Log in</a> if you already have an account or an OpenId.
ca: Podeu debatre textos si esteu connectat. <a href="%s">Registreu-vos</a> o <a href="%s">Inicieu sessió</a> si ja teniu un compte o un OpenId.

source: Here you can change your password. Just type the new password and hit the button.
ca: Aquí podeu canviar la vostra contrasenya. Escriviu la nova contrasenya i premeu el botó.
ro: Aici îți poți schimba parola. Este suficient să scrii noua parolă și să apeși pe buton.

source: Password
ca: Contrasenya
ro: Parolă

source: Text to translate
ca: Text a traduir

source: Details about the place where the text appears
ca: Detalls sobre el lloc on el text apareix

source: Your suggestion
ca: El vostre suggeriment

source: You can add suggestions if you are logged in. <a href="%s">Register</a> or <a href="%s">Log in</a> if you already have an account or an OpenId.
ca: Podeu afegir suggeriments si esteu connectat. <a href="%s">Registreu-vos</a> o <a href="%s">Inicieu sessió</a> si ja teniu un compte o un OpenId.

source: Texts from the file "%s"
ca: Textos del fitxer "%s"

source: Show
ca: Mostra
ro: Arată

source: Edit language
ca: Edita l'idioma
ro: Editează limba

source: Add language
ca: Afegeix un idioma
ro: Adaugă o limbă

source: Language list
ca: Llista d'idiomes
ro: Lista limbilor

source: This is a list of languages that projects can be translated in.
ca: Aquesta és una llista dels idiomes als quals es poden traduir els projectes.
ro: Aceasta este o listă a limbilor în care pot fi traduse proiectele.

source: Please login so everyone else knows who is adding those great suggestions that you will add.
ca: Connecteu-vos per tal que qualsevol altre conegui qui afegeix els bons suggeriments que posareu.
ro: Te rugăm să te autentifici pentru ca toată lumea să știe cine a adăugat acele sugestii mărețe pe care urmează să le adaugi.

source: Username or <a href="http://www.openid.net">OpenID</a>
ca: Nom d'usuari o <a href="http://www.openid.net">OpenID</a>
ro: Utilizator sau <a href="http://www.openid.net">OpenID</a>

source: Edit project
ca: Edició del projecte

source: Create project
ca: Creació de projecte

source: Project Type
ca: Tipus de projecte

source: %s :: File list
ca: %s :: Llista de fitxers
ro: %s :: Lista fișierelor

source: %s :: %s :: File list
ca: %s :: %s :: Llista de fitxers
ro: %s :: %s :: Lista fișierelor

source: Show hierarchy
ca: Mostra la jerarquia
ro: Arată ierarhia

source: Show folders
ca: Mostra les carpetes
ro: Arată dosarele

source: Project language list
ca: Llista d'idiomes de projecte
ro: Lista limbilor proiectului

source: Language list for %s
ca: Llista d'idiomes per a %s
ro: Lista limbilor pentru %s

source: This is a list of languages that %s is translated in.
ca: Aquesta és una llista dels idiomes als quals es tradueix %s.
ro: Aceasta este o listă de limbi în care se traduce „%s”.

source: Project list
ca: Llista de projectes

source: This is a list of projects that are being translated here. You can help too. Click on any project name to start translating.
ca: Aquesta és una llista dels projectes que es tradueixen aquí. També hi podeu ajudar. Feu clic a algun nom de projecte per a començar a traduir.

source: Add project
ca: Afegeix un projecte
ro: Adaugă proiect

source: Top %d translators
ca: Top %d de traductors

source: Newest %d translators
ca: Els %d traductors més recents

source: Project management
ca: Gestió de projectes

source: Here you can edit project properties or do management related tasks.
ca: Aquí podeu editar les propietats d'un projecte o fer tasques relacionades amb la seva gestió.

source: Import and export options
ca: Opcions d'importació i d'exportació

source: Minimum logged error level
ca: Mínim nivell d'errors registrats

source: Lower values give more verbosity
ca: Valors més baixos donen més verbositat

source: Force operation even if a previous operation is reported to be running
ca: Força l'operació fins i tot si s'esdevé que una operació anterior es trobi executant-se

source: Cleanup the files that are used during an import or export and allow starting another operation
ca: Neteja els fitxers que s'utilitzen durant una importació o exportació i permet iniciar una altra operació

source: Delete all the files in the locale directory to get a fresh export. Be sure to backup any files not imported in the application.
ca: Elimina tots els fitxers del directori local per a obtenir una exportació neta. Assegureu-vos de fer còpia de seguretat de tot fitxer no importat a l'aplicació.

source: Import project
ca: Importa un projecte

source: Do not import translations that are identical to the original text
ca: No importis traduccions que són idèntiques al text original

source: Warning, if you uncheck this and choose to approve the imported suggestions all the translations identical to the original texts will be approved.
ca: Alerta, si deseleccioneu això i trieu aprovar els suggeriments importats s'aprovaran totes les traduccions idèntiques als textos originals.

source: Approve the imported translations
ca: Aprova les traduccions importades
ro: Aprobă traducerile importate

source: Mark the imported suggestions as approved.
ca: Marca els suggeriments importats com a aprovats.

source: Import only suggestions
ca: Importa només suggeriments

source: Do not add files, texts or contexts. Import only translation suggestions for existing texts in existing files and contexts.
ca: No afegeixis fitxers, textos o contextos. Importa només suggeriments de traduccions per a textos existents a fitxers i contextos existents.

source: From an archive
ca: Des d'un arxiu

source: The archive can contain two directories, en-US and %s, but at least %s, each having the same file structure. Supported formats: %s
ca: L'arxiu pot contenir dos directoris, en-US i %s, però almenys %s, cadascun amb la mateixa estructura de fitxers. Formats admesos: %s

source: The archive must contain the directory %s with the same structure as en-US. Supported formats: %s
ca: L'arxiu ha de contenir el directori %s amb la mateixa estructura que en-US. Formats admesos: %s

source: If you don't upload an archive, the import will use the directory "%s", subdirectories "%s" and "%s". You could update those directories nightly from CVS, SVN or a web address.
ca: Si no pengeu un arxiu, la importació utilitzarà el directori "%s", subdirectoris "%s" i "%s". Podríeu actualitzar aquests directoris diàriament des de CVS, SVN o des d'una adreça web.

source: Export project
ca: Exporta un projecte

source: If you check this option, all the unhandled files missing from your translation will be copied from the source language.
ca: Si seleccioneu aquesta opció, tots els fitxers no gestionats que no es trobin a la vostra traducció es copiaran a partir de l'idioma font.

source: Export archive format
ca: Format d'arxiu d'exportació

source: Choose the format of the exported archive.
ca: Trieu el format de l'arxiu exportat.

source: Export translations using
ca: Exporta traduccions utilitzant
ro: Exportă traduceri folosind

source: If you want to export the suggestions that are not approved, you have here a few choices to do so
ca: Si voleu exportar els suggeriments que no són aprovats, aquí teniu unes quantes opcions per fer-ho

source: You will get an archive containing two directories, en-US and %s, each having the same file structure.
ca: Obtindreu un arxiu que contindrà dos directoris, en-US i %s, cadascun amb la mateixa estructura de fitxers.

source: Sometimes, it might help to delete contexts to clean up the database a bit. Before doing this, please export your work, you will loose all your approvals. You will also loose context comments for this project. Translations and texts are kept, and you can import your project to recreate the contexts any time you want.
ca: De vegades pot ajudar a eliminar contextos netejar un poc la base de dades. Abans de fer això però, millor si exporteu la vostra feina, perdreu totes les vostres aprovacions. També perdreu els comentaris de context per a aquest projecte. Es mantenen les traduccions i textos i podeu importar el projecte per tornar a crear els contextos a qualsevol moment que ho vulgueu.

source: Sometimes, it might help to delete the informations about contexts to clean up the database a bit. Before doing this, please export your work, you will loose all your approvals. Translations and texts are kept, and you can import your project to recreate the context informations any time you want. This affects only the current language
ca: De vegades pot ajudar a eliminar les informacions sobre contextos netejar un poc la base de dades. Abans de fer això però, millor si exporteu la vostra feina, perdreu totes les vostres aprovacions. Es mantenen les traduccions i textos i podeu importar el projecte per tornar a crear les informacions de context a qualsevol moment que ho vulgueu. Això afecta només a l'idioma actual

source: Sometimes, it might help to delete files to clean up the database a bit. Before doing this, please export your work, you will loose all your approvals. You will also loose contexts and context comments for this project. Translations and texts are kept, and you can import your project to recreate the contexts any time you want.
ca: De vegades pot ajudar a eliminar fitxers netejar un poc la base de dades. Abans de fer això però, millor si exporteu la vostra feina, perdreu totes les vostres aprovacions. També perdreu els contextos i els comentaris de context per a aquest projecte. Es mantenen les traduccions i textos i podeu importar el projecte per tornar a crear els contextos a qualsevol moment que ho vulgueu.

source: Texts from the project "%s"
ca: Textos del projecte "%s"

source: Recover password
ca: Recuperació de contrasenya
ro: Recuperare parolă

source: If you remember your username or email address, we can send you a link at the email address you registered with to change your password.
ca: Si recordeu el vostre nom d'usuari o la vostra adreça electrònica, podem enviar-vos un enllaç a l'adreça electrònica amb què vàreu registrar-vos per tal de canviar la contrasenya.
ro: Dacă îți amintești numele de utilizator sau adresa de email, îți putem trimite pe adresa de email cu care te-ai înregistrat o legătură unică care îți permite să îți schimbi parola.

source: Here are a few benefits for a registered user
ca: Aquí teniu uns quants beneficis com a usuari registrat
ro: Iată o serie de beneficii pentru un utilizator înregistrat

source: Be famous for your suggestions. Everyone will see that you added that cool suggestion.
ca: Sigueu famós pels vostres suggeriments. Tothom veurà que tal suggeriment l'heu afegit vós.
ro: Celebritate. Toți vor ști că tu ai adăugat acea sugestie extraordinară.

source: Vote for your favourite suggestion.
ca: Voteu pel vostre suggeriment preferit.
ro: Votezi pentru sugestia pe care o preferi.

source: Set your preferences and maintain your user profile.
ca: Establiu les vostres preferències i mantingueu el vostre perfil d'usuari.
ro: Îți poți salva preferințele și poți avea un profil de utilizator.

source: This is your identifier on the website. Feel free to use spaces or any character you like. We suggest entering your name.
ca: Aquest és el vostre identificador al lloc web. Podeu utilitzar espais o qualsevol caràcter que vulgueu. Us recomenem que introduïu el vostre nom.
ro: Acesta este identificatorul tău pe acest sait. Ești liber să folosești spații sau orice caractere vrei. Îți sugerăm totuși să folosești numele tău real.

source: Alright, you don't have to type it twice, but please type it carefully.
ca: D'acord, no ho heu d'escriure dues vegades però escriviu-ho amb atenció.
ro: Bine, nu trebuie s-o tastezi de două ori, dar te rugăm să o tastezi cu atenție.

source: This is used for password recovery and opt-in notifications.
ca: Això s'utilitza per a recuperació de contrasenya i la possibilitat de participació a les notificacions.
ro: Aceasta este folosită pentru recuperarea parolei și notificări pentru care vei opta.

source: Role list
ca: Llista de rols

source: Here you can manage the roles used on this website.
ca: Aquí podeu gestionar els rols utilitzats al lloc web.

source: Roles list
ca: Llista de rols

source: User list
ca: Llista d'usuaris

source: Preferences for %s
ca: Preferències per a %s
ro: Preferințe pentru %s

source: Here you can set your preferences.
ca: Aquí podeu establir les vostres preferències.
ro: De aici îți poți schimba preferințele.

source: %s's translations
ca: Traduccions de %s

source: Out of a total of %d suggestions made by %s, %d were approved.
ca: D'un total de %d suggeriments fets per %s, s'han aprovat %d.

source: Here are the suggestions that %s made so far
ca: Aquí teniu els suggeriments que %s ha fet fins al moment

source: %s's roles
ca: Rols de %s
ro: Rolurile pe care le are %s

source: Yes, please
ca: Sí, si us plau
ro: Da, vă rog

source: I don't need it
ca: No ho necessito
ro: N-am nevoie

source: List
ro: Listă

source: Translate
ro: Tradu

source: DTD check
ro: Verificare DTD
