Repository: alexxed/narro
Catalog: narro/includes/qcodo/i18n/*.po
Languages: ro

source: %s is required
ro: %s trebuie completat

source: Required
ro: Necesar

source: %s must have at least %s characters
ro: %s trebuie să aibă cel puţin %s caractere

source: Must have at least %s characters
ro: Trebuie să aibă cel puţin %s caractere

source: Tags &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; and &lt;http://...&gt; are allowed. Use ** at the beginning of any line for a bulleted list.
ro: Sunt permise etichetele &lt;b&gt; &lt;u&gt; &lt;i&gt; &lt;br&gt; &lt;code&gt; şi &lt;http://...&gt;. Folosiţi ** la începutul oricărei linii pentru o listă cu buline.

source: item
ro: rezultat

source: items
ro: rezultate

source: Reset
ro: Resetează

source: - Select One -
ro: - Selectaţi ceva -

source: Invalid Integer
ro: Număr întreg invalid

source: Invalid Float
ro: Număr zecimal invalid

source: Value must be less than %s
ro: Valoarea trebuie să fie mai mică de %s

source: Value must be greater than %s
ro: Valoarea trebuie să fie mai mare de %s

source: <b>Results:</b>&nbsp;Viewing&nbsp;%s&nbsp;%s-%s&nbsp;of&nbsp;%s.
ro: <b>Rezultate:</b>&nbsp;sunt afişate %sle de la %s la %s din totalul de %s.

source: <b>Results:</b> No %s found.
ro: <b>Rezultate:</b> nu s-au găsit %s.

source: <b>Results:</b> 1 %s found.
ro: <b>Rezultate:</b> s-a găsit 1 %s.

source: Previous
ro: Înapoi

source: Next
ro: Înainte

source: Create
ro: Creează

source: Edit
ro: Editează

source: Save
ro: Salvează

source: Cancel
ro: Renunţă

source: Delete
ro: Şterge

source: Original text
ro: Text original

source: Translated text
ro: Text tradus

source: Actions
ro: Acţiuni

source: Search
ro: Caută

source: Projects
ro: Proiecte

source: Files
ro: Fişiere

source: Project list
ro: Lista proiectelor

source: x-small
ro: Foarte mic

source: small
ro: mic

source: medium
ro: mediu

source: large
ro: mare

source: x-large
ro: foarte mare

source: Language
ro: Limba

source: Font size
ro: Mărimea fontului

source: Preferences
ro: Preferinţe

source: Logout
ro: Deconectare

source: Login
ro: Autentificare

source: Register
ro: Înregistrare

source: Items per page
ro: Înregistrări pe pagină

source: Cedilla or comma
ro: Sedilă sau virgulă

source: cedilla
ro: sedilă

source: comma
ro: virgulă

source: Select wether you want to see s and t with comma or cedilla undernieth
ro: Alegeţi ce caractere doriţi să vedeți, s şi t cu virgulă sau cu sedilă

source: The application font size
ro: Mărimea fontului folosit pentru afişare

source: How many items are displayed per page
ro: Câte elemente sunt afişate pe o pagină

source: Username
ro: Nume de utilizator

source: Password
ro: Parolă

source: Please login so everyone else knows who is adding those great suggestions that you will add.
ro: Vă rugăm să vă autentificaţi pentru a face cunoscut faptul că dumneavoastră adăugaţi sugestiile.

source: Project name
ro: Numele proiectului

source: Progress
ro: Progres

source: <i>Logged in as <a href="%s" style="color:green;font-weight:bold">%s</span></i>
ro: <i>Autentificat ca <a href="%s" style="color:green;font-weight:bold">%s</span></i>

source: Text to translate
ro: Text de tradus

source: Your suggestion
ro: Sugestia dumneavoastră

source: 100 back
ro: 100 înapoi

source: 100 forward
ro: 100 înainte

source: After, go to the next text
ro: După, mergi la textul următor

source: Ignore spellchecking
ro: Ignoră ortografia

source: Show
ro: Arată

source: Untranslated texts
ro: Texte netraduse

source: All texts
ro: Toate textele

source: Validated texts
ro: Texte validate

source: Texts that require validation
ro: Texte ce trebuie validate

source: original texts
ro: texte originale

source: translations
ro: traduceri

source: Suggest/Vote
ro: Sugerează/Votează

source: Suggest
ro: Sugerează

source: Vote
ro: Votează

source: Details
ro: Detalii

source: Translate "%s"
ro: Traduceţi „%s”

source: File name
ro: Numele fişierului

source: Show hierarchy
ro: Arată ierarhic

source: Show folders
ro: Arată dosarele

source: Here you can set your preferences.
ro: Aici vă puteţi seta preferinţele.

source: Here are a few benefits for a registered user
ro: Iată câteva beneficii ale unui utilizator înregistrat

source: Be famous for your suggestions. Everyone will see that you added that cool suggestion.
ro: Efortul vă este recunoscut. Oricine poate vedea că sunteţi autorul unei sugestii.

source: Vote for your favourite suggestion.
ro: Votaţi pentru sugestia favorită.

source: Set your preferences and maintain your user profile.
ro: Setaţi-vă preferinţele şi menţineţi profilul dumneavoastră.

source: This is a list of projects that are being translated here. You can help too. Click on any project name to start translating.
ro: Aceasta este o listă de proiecte care sunt traduse aici. Puteţi ajuta. Clic pe orice nume de proiect pentru a începe traducerea.

source: Click <a href="%s">here</a> to return to the page you were.
ro: Clic <a href="%s">aici</a> pentru a reveni la pagina care eraţi.
